export default {
    'N-year': "{n} год",

    // Lesser Racial Traits
    IFE: "Топливная экономия",
    NRSE: "Нет Ram Scoop'а",
    TT: "Супер Терраформинг",
    CE: "Дешёвые Двигатели",
    ARM: "Улучшенные майнеры",
    OBRM: "Только базовые майнеры",
    IS: "Улучшенная старбаза",
    NAS: "Без суперсканнеров",
    GR: "Обобщенный ресерч",
    LSP: "Низкая стартовая популяция",
    UR: "Супер переработка",
    BET: "Крутецкие технологии",
    MA: "Минеральная алхимия",
    RS: "Перезаряжаемые щиты",
    CF: "Дешевые фабрики",

    'year': "год",
    'Exit': "Выйти",
    'Turn': "Сделать ход",
    'Turn and Exit': "Сделать ход и Выйти",

    'Year': "Год",
    'Mines': "Шахты",
    'Factory': "Фабрика",
    'Factories': "Фабрики",
    'Ferrium': "Ферриум",
    'Uranite': "Уранит",
    'Gallite': "Галлит",
    'Population': "Население",

    // Game:
    // Planet Brief Card
    // ...
     'Minerals on Hand': "Мат. база",
        'Mining info': "Информация о добыче полезных ископаемых",
        'you-have-N-mines-on-planet': ["У вас {n} шахт на планете",
                                       "У вас {n} шахта на планете",
                                       "У вас {n} шахты на планете" ].join('\n| '),
        'you-may-build-ip-to-N-mines': ["Вы можете построить до {n} шахт",
                                        "Вы можете построить не более {n} шахты"].join('\n| '),

        'Manufacturing info': "Информация о производстве",
        'you-have-N-factories-on-planet': [ "У вас {n} фабрик на планете",
                                            "У вас {n} фабрика на планете",
                                            "У вас {n} фабрики на планете" ].join('\n| '),
        'you-may-build-ip-to-N-factories':[ "Вы можете построить до {n} фабрик",
                                            "Вы можете построить не более {n} фабрики"].join('\n| '),
        'however-...-operating-only-N-of-them':
                    "однако ваши колонисты в настоящее время способны управлять только {n} из них",

    'Status': "Статус",
        'Resources/Year': "Ресурсов в год",
        'Scanner Type': "Тип cканера",
        'Scanner Range': "Радиус действия",
        'Defences': "Защита",
        'Defence Type': "Тип защиты",
        'Def Coverage': "Эфф. защиты"


  // ... еще 1000 строк
}